/**********************************************************************************************************************
 * 描述：
 *      在此定义项目版本的信息。
 * 
 * 
 *********************************************************************************************************************/

using System.Reflection;

// 程序集的版本信息由下面四个值组成:
//
//      主版本
//      次版本 
//      内部版本号
//      修订号
//
// 可以指定所有这些值，也可以使用“内部版本号”和“修订号”的默认值，
// 方法是按如下所示使用“*”:
// [assembly: AssemblyVersion("1.0.*")]

[assembly: AssemblyVersion("1.0.0")]
[assembly: AssemblyFileVersion("1.0.2017.0722")]